Repository: fedajkin/housemedia
Catalog: profiles/drupal_commons/modules/contrib/shoutbox/po/*.po
Languages: it, pt_br

source: This module enables you to display a shoutbox.
it: Questo modulo ti consente di mostrare un'area messaggi.
pt_br: Este módulo habilita um Mural de Recados.

source: Shoutbox
it: Area messaggi
pt_br: Mural de Recados

source: Edit Shout
it: Modifica messaggio
pt_br: Editar recado

source: Shout Box
it: Area messaggi
pt_br: Mural de Recados

source: Display Settings
it: Impostazioni visualizzazione
pt_br: Configurações de exibição

source: Number of posts to show
it: Numero di messaggi da visualizzare
pt_br: Número de recados para exibição

source: Set the number of shoutbox posts to show.
it: Inserisci il numero di messaggi da visualizzare.
pt_br: Ajuste o número de de recados a serem exibidos no Mural.

source: Time Settings
it: Impostazioni dei tempi
pt_br: Configurações de Tempo

source: Number of minutes for which anonymous users may edit or delete their own posts
it: Numero di minuti entro i quali gli utenti anonimi possono modificare o cancellare i propri messaggi
pt_br: Número de minutos para que os usuários anônimos possam editar ou excluir seus recados.

source: Anonymous users can edit or delete their post within this amount of time from it being posted, as long as they have the same IP address as when they posted it. If you don't want shout editing and/or deleting, remove these permissions from Drupal's anonymous users role.
it: Gli utenti anonimi possono modificare o cancellare i propri post entro il lasso di tempo dalla pubblicazione del messaggio, fintanto che abbiano lo stesso indirizzo IP dal quale hanno scritto. Se non vuoi permettere la modifica o la cancellazione, rimuovi questi permessi dal ruolo di utenti anonimi in Drupal.

source: Number of minutes for which registered users may edit or delete their own posts
it: Numero di minuti entro i quali gli utenti registrati possono modificare o cancellare i propri messaggi
pt_br: O número de minutos para que usuários registrados possam editar ou apagar suas próprias entradas.

source: Registered users can edit or delete their post within this amount of time from it being posted. If you don't want editing and/or deleting, remove these permissions from Drupal's registered users role.
it: Gli utenti registrati possono modificare o eliminare i loro messaggi entro questo lasso di tempo dal momento della pubblicazione. Se non vuoi dare possibilità di modificare o eliminare, rimuovi questi permessi dal ruolo degli utenti registrati in Drupal.

source: Auto refresh of iframe (in seconds)
it: Aggiornamento automatico dell'iframe (in secondi)
pt_br: Atualização automática do iframe (em segundos)

source: The shoutbox iframe can be set to automatically refresh every x number of seconds. WARNING: The iframe may refresh while a user is entering or editing a shout, which would cause them to lose their work. Set to 0 to turn off the auto refresh.
it: L'iframe dell'area messaggi si può configurare in modo da ricaricare la pagina ogni x secondi. ATTENZIONE: l'iframe potrebbe aggiornarsi quando l'utente sta inserendo o modificando un messaggio, il che causerebbe la perdita del messaggio stesso. Imposta l'opzione a zero per disabilitare l'aggiornamento automatico.

source: Number of days after which shouts will be purged from the database
it: Numero di giorni dopo i quali i messaggi saranno cancellati dal database
pt_br: O número de dias para remoção dos recados do banco de dados.

source: Shouts will be permanently deleted after the number of days specified. Shouts will never expire when this is set to zero.
it: I messaggi saranno definitivamente cancellati dopo il numero di giorni specificati. I messaggi non scadranno mai quando l'opzione è impostata a zero.

source: Your Name/Nick
it: Il tuo nome/nickname
pt_br: Seu Nome/Apelido

source: Enter Message
it: Inserisci il messaggio
pt_br: Sua mensagem

source: Your Website URL
it: Indirizzo del tuo sito
pt_br: Endereço do seu site

source: Shout
it: Messaggio
pt_br: Recado

source: Your shout has been submitted.
it: Il tuo messaggio è stato inviato.
pt_br: Seu recado foi enviado.

source: Created
it: Creato
pt_br: Criado

source: Changed
it: Modificato
pt_br: Alterado

source: Hostname(s)
it: Nome host
pt_br: Hostname

source: Status
it: Stato

source: Moderate
it: Moderato
pt_br: Moderado

source: Author
it: Autore
pt_br: Autor

source: Name/Nick
it: Nome/Nickname
pt_br: Nome/Apelido

source: URL
it: Sito

source: Update
it: Aggiorna
pt_br: Atualizar

source: Cancel
it: Annulla
pt_br: Cancelar

source: The shout has been saved.
it: Il messaggio è stato salvato.
pt_br: O recado foi salvo.

source: Your shout has been saved.
it: Il tuo messaggio è stato salvato.
pt_br: Seu recado foi salvo.

source: You do not have permission to edit this shout.
it: Non hai l'autorizzazione a modificare questo messaggio.
pt_br: Você não possui permissão para editar esta entrada.

source: Awaiting Approval:
it: In attesa di approvazione:
pt_br: Esperando aprovação:

source: Your shout was deleted.
it: Il tuo messaggio è stato cancellato.
pt_br: Sua entrada foi removida.

source: You do not have permission to delete this post.
it: Non hai l'autorizzazione a cancellare questo messaggio.
pt_br: Você não possui permissão para remover esta entrada.

source: Invalid shout ID: %shout
it: ID messaggio non valido: %shout
pt_br: ID de entrada inválido: %shout

source: You have already moderated this shout.
it: Hai già moderato questo messaggio.
pt_br: Você acabou de moderar esta entrada.

source: Thank you for voting.
it: Grazie di aver votato.
pt_br: Obrigado pelo seu voto.

source: You cannot vote on this shout.
it: Non puoi votare questo messaggio.
pt_br: Você não pode votar nesta recado.

source: Invalid Shout ID.
it: ID messaggio non valida.
pt_br: ID do recado é inválida.

source: Your account does not have the permissions to post shouts
it: Il tuo utente non ha l'autorizzazione a inserire messaggi
pt_br: Sua conta não possui permissões para postar recado

source: Login or register to post shouts
it: Logue-se ou Registre-se para postar recados

source: post shouts
it: invia messaggi
pt_br: Enviar recados

source: administer shoutbox
it: amminista l'area messaggi
pt_br: Administrar recados

source: moderate shoutbox
it: modera l'area messaggi
pt_br: Moderar recados

source: post shouts without approval
it: invia messaggi senza approvazione
pt_br: Enviar recados sem aprovação

source: delete own shouts
it: eliminare i propri messaggi
pt_br: Excluir seus recados

source: edit own shouts
it: modificare i propri messaggi
pt_br: Editar seus recados

source: shoutbox
it: area messaggi
pt_br: Mural de Recados

source: Anonymous users can edit or delete their post within this amount of time from it being posted, as long as they have the same IP address as when they posted it. If you don't want shout editing and/or deleting, remove these permissions from Drupal's anonymous users role.
pt_br: Os usuários anônimos podem editar ou excluir seu recado durante algum tempo após o envio, se tiver o mesmo endereço de IP do autor. Se não quiser permitir a edição/exclusão de recados, retire estas permissões do papel dos usuários anônimos do Drupal.

source: Registered users can edit or delete their post within this amount of time from it being posted. If you don't want editing and/or deleting, remove these permissions from Drupal's registered users role.
pt_br: Os usuários registados podem editar ou excluir seus recados durante algum tempo após o envio. Se não quiser permitir a edição/exclusão, retire estas permissões do papel dos usuários registrados do Drupal.

source: The shoutbox iframe can be set to automatically refresh every x number of seconds. WARNING: The iframe may refresh while a user is entering or editing a shout, which would cause them to lose their work. Set to 0 to turn off the auto refresh.
pt_br: O iframe do Mural pode ser configurado para atualização a cada x segundos. AVISO: Se alguém estiver digitando um recado, poderá perder o seu texto. Informe 0 para desligar a atualização automática.

source: Shouts will be permanently deleted after the number of days specified. Shouts will never expire when this is set to zero.
pt_br: Os recados serão excluídos definitivamente após o número de dias especificado. Os recados não expirarão se for informado zero.

source: <a href="%login" target="_top">Login</a> or <a href="%register" target="_top">register</a> to post shouts
pt_br: <a href="%login" target="_top">Logue-se</a> ou <a href="%register" target="_top">Registre-se</a> para postar recados
