Repository: fedajkin/housemedia
Catalog: profiles/drupal_commons/modules/contrib/shoutbox/translations/*.po
Languages: fr

source: This module enables you to display a shoutbox.
fr: Ce module vous permet d'afficher une boîte de discussion.

source: Shoutbox
fr: Boîte de discussion

source: Edit Shout
fr: Editer message

source: Shout Box
fr: Boîte de discussion

source: Display Settings
fr: Paramètres d'affichage

source: Number of posts to show
fr: Nombre de messages à afficher

source: Set the number of shoutbox posts to show.
fr: Définit le nombre de messages à afficher.

source: Time Settings
fr: Paramétrage des temps

source: Number of minutes for which anonymous users may edit or delete their own posts
fr: Temps en minutes dont l'utilisateur anonyme dispose pour éditer ou effacer ses messages.

source: Anonymous users can edit or delete their post within this amount of time from it being posted, as long as they have the same IP address as when they posted it. If you don't want shout editing and/or deleting, remove these permissions from Drupal's anonymous users role.
fr: Les utilisateurs anonymes peuvent éditer ou effacer les message pendant le temps impart, du moment qu'ils conservent leur adresse IPi. Si vous ne voulez pas éditer et/ou effacer, enlever ces permisses du rôle défini dans drupal pour l'utilisateur.

source: Number of minutes for which registered users may edit or delete their own posts
fr: Temps en minutes dont l'utilisateur dispose pour éditer ou effacer ses messages.

source: Registered users can edit or delete their post within this amount of time from it being posted. If you don't want editing and/or deleting, remove these permissions from Drupal's registered users role.
fr: Les utilisateurs enregistrés peuvent éditer ou effacer les message pendant le temps imparti. Si vous ne voulez pas éditer et/ou effacer, enlever ces permisses du rôle défini dans drupal pour l'utilisateur.

source: Auto refresh of iframe (in seconds)
fr: Rafraichissement du bloc (en secondes)

source: The shoutbox iframe can be set to automatically refresh every x number of seconds. WARNING: The iframe may refresh while a user is entering or editing a shout, which would cause them to lose their work. Set to 0 to turn off the auto refresh.
fr: La boîte de discussion peut se rafraîchir automatiquement toutes les x secondes. ATTENTION : le bloc pourrait se rafraîchir pendant que l'utilisateur saisit ou édite un message, ce qui lui fera perdre son travail. Mettre à zéro si vous voulez couper l'auto-rafraîchissement.

source: Number of days after which shouts will be purged from the database
fr: Nombre de jours avant que les messages soient purgés de la base données

source: Shouts will be permanently deleted after the number of days specified. Shouts will never expire when this is set to zero.
fr: Les messages seront effacer définitivement après le nombre de jours spécifié. Les messages n'expireront jamais si vous mettez "0".

source: Your Name/Nick
fr: Votre nom/surnom

source: Enter Message
fr: Entrer un message

source: Your Website URL
fr: L'adresse de votre site

source: Shout
fr: Message

source: Your shout has been submitted.
fr: Votre message a été soumis.

source: Created
fr: Créé

source: Changed
fr: Modifié

source: Hostname(s)
fr: Hôte(s)

source: Status
fr: Statut

source: Moderate
fr: Modérer

source: Author
fr: Auteur

source: Name/Nick
fr: Nom/surnom

source: Update
fr: Mise à jour

source: Cancel
fr: Annulation

source: The shout has been saved.
fr: Le message a été sauvegardé.

source: Your shout has been saved.
fr: Votre message a été sauvegardé.

source: You do not have permission to edit this shout.
fr: Vous n'êtes pas autorisé à éditer ce message.

source: Awaiting Approval:
fr: Attente d'approbation :

source: Your shout was deleted.
fr: Votre post a été effacé

source: You do not have permission to delete this post.
fr: Vous n'avez pas la permission d'effacer ce message.

source: Invalid shout ID: %shout
fr: ID de post invalde : %shout

source: You have already moderated this shout.
fr: Voius avez déjà modéré ce post.

source: Thank you for voting.
fr: Merci de la participation.

source: You cannot vote on this shout.
fr: Vous ne pouvez pas participer.

source: Invalid Shout ID.
fr: Id de message invalide.

source: Your account does not have the permissions to post shouts
fr: Votre compte ne vous permet pas de discuter ici.

source: <a href="%login" target="_top">Login</a> or <a href="%register" target="_top">register</a> to post shouts
fr: <a href="%login" target="_top">Connection</a> ou <a href="%register" target="_top">enregistrement</a> pour intervenir.

source: post shouts
fr: Poster

source: administer shoutbox
fr: Administrer la boîte de discussion

source: moderate shoutbox
fr: Modérer la boîte de discussion

source: post shouts without approval
fr: Poster sans approbaton

source: delete own shouts
fr: Effacer ses propres posts

source: edit own shouts
fr: Editer ses propres posts

source: shoutbox
fr: boîte de discussion
