Repository: fedajkin/housemedia
Catalog: sites/all/modules/contrib/privatemsg/translations/*.po
Languages: it

source: Display settings
it: Impostazioni di visualizzazione

source: Private message display template
it: Modello di visualizzazione messaggi privati

source: Inform the user about new messages on login
it: Avvisa l'utente su nuovi messaggi all'accesso.

source: This option can safely be disabled if the "New message indication" block is used instead.
it: Questa opzione può essere disabilitata se è abilitato il blocco "Avviso di nuovi messaggi".

source: Inform the user on /messages pages that he can not write new messages when privatemsg is disabled.
it: Informa l'utente nella pagina dei messaggi che non può scrivere messaggi quando essi sono stati disabilitati.

source: Users can (if given the permission) disable Privatemsg which disallows writing messages to them and they can not write messages themself. If enabled, those users are informed on the relevant pages why they are not allowed to write messages.
it: Gli utenti possono (con i relativi permessi) disabilitare i messaggi privati non permettendo agli altri di inviargli messaggi privati. Se abilitato, questi utenti vengono informati che non sono ablitati ad inviare messaggi privati.

source: Default redirection URL
it: Pagina di reindirizzamento di default

source: Defines to which page users are sent after sending a new message. &lt;front&gt; can be used for the defined front page and &lt;new-message&gt; to redirect to the new message. Leave empty to disable the redirect.
it: Definisce su quale pagina gli utenti vengono reindirizzati dopo aver inviato un nuovo messaggio. Si può scrivere &lt;front&gt; per definire la pagina principale o &lt;new-message&gt; per reindirizzarli alla pagina new-message. Lasciare vuoto per disabilitare il reindirizzamento.

source: Redirect replies too
it: Reindirizzamento anche delle risposte

source: Also redirect to the defined page when replying.
it: Reindirizza alla pagina definita anche alla risposta.

source: Integration settings
it: Impostazioni di integrazione

source: These settings allow to configure the integration with other modules.
it: Queste impostazioni permettono di configurare l'integrazione con altri moduli.

source: Open "send private message" links in a popup
it: Apri "Invia messaggio privato" in una finestra popup

source: This requires the <a href="http://drupal.org/project/popups">Popups API module</a>. Also, the "Scan all pages for popup links." option needs to be enabled at <a href="!popups_admin_url">Popups Settings</a>.
it: Questo richiede il <a href="http://drupal.org/project/popups">modulo Popups API</a>. Bisognerà abilitare inoltre l'opzione "Scan all pages for popup links" nelle <a href="!popups_admin_url">Impostazioni Popup</a>.

source: Flush deleted messages
it: Elimina i messaggi cancellati

source: By default, deleted messages are only hidden from the user but still stored in the database. These settings control if and when messages should be removed.
it: Di default, i messaggi cancellati vengolo solo nascosti all'utente e salvati nel database. Questi impostazioni controllano se e quando i messaggi vengono rimossi.

source: Enable the flushing of deleted messages. Requires that cron is enabled
it: Abilita l'eliminazione dei messaggi cancellati. Richiede che cron sia abilitato.

source: Flush messages after they have been deleted for more days than
it: Elimina i messaggi dopo che sono stati cancellati da n giorni

source: Maximum number of messages to flush per cron run
it: Massimo numero di messaggi da eliminare per esecuzione

source: Configure listings
it: Configura elenco

source: Threads per page
it: Messaggi per pagina

source: Choose the number of conversations that should be listed per page.
it: Scegli quanti mesaggi dovranno apparire per ogni pagina

source: Configure fields
it: Configura i campi

source: Select which columns/fields should be displayed in the message listings. Subject and Last updated cannot be disabled.
it: Selezionare quali colonne/campi verranno mostrati nell'elenco messaggi. Oggetto e Ultimo aggiornamento non possono essere disabilitati.

source: Participants
it: Destinatari

source: Started
it: Mittente

source: Messages
it: Messaggi

source: Number of messages on thread pages
it: Numero di messaggi da visualizzare in ogni pagina

source: Unlimited
it: Nessun limite

source: Threads will not show more than this number of messages on a single page.
it: Non verranno mostrati pià di questo numero di messaggi per ogni singola pagina.

source: Display different amount of messages on first thread page
it: Mostra un diverso numero di messaggi nella prima pagina

source: By default, the first thread page shows the maximally allowed amount of messages. Enable this checkbox to set a different value.
it: Di default, la prima pagina mostra il massimo numero di messaggi permessi. Abilitare questa opzione per impostare un valore differente.

source: Number of messages on first thread page
it: Numero di messaggi nella prima pagina

source: The number of messages to be displayed on first thread page. Displays the newest messages.
it: Numero di messaggi da mostrare nella prima pagina. Visualizza i messaggi recenti.

source: "Send private message" link settings
it: Impostazioni collegamento "Invia messaggio privato"

source: Display "Send this user a message" links for themself
it: Mostra il collegamento "Manda un messaggio a questo utente" all'utente stesso.

source: If enabled, each users sees that link on their own profile, comments and similiar places.
it: Se abilitato, ogni utent vedrà questo link sul proprio profilo, commenti e posti simili.

source: Display link on profile pages.
it: Visualizza collegamento nelle pagine del profilo.

source: If this setting is enabled, a link to send a private message will be displayed.
it: Se selezionato, verrà mostrato un collegamento per inviare un messaggio privato.

source: Display link on the selected content types
it: Mostra collegamento nei tipi di contenuto selezionati.

source: Select which content types should display a link to send a private message to the author. By default, the link is not displayed below teasers.
it: Selezionare quali tipi di contenuto mostreranno un collegamento a inviare un messaggio privato all'autore. Di default, il link non è mostrato sotto le anteprime.

source: Display link on teasers of the selected content types.
it: Mostra un collegamento nelle anteprime dei tipi di contenuto selezionati.

source: Display links on comments of selected content types.
it: Mostra i collegamenti sui commennti dei tipi di contenuto selezionati.

source: Also display a link to send a private message to the authors of the comments of the selected content types.
it: Mostra anche un collegamento per inviare un messaggio privato all'autore dei commenti dei tipi di contenuto selezionati.

source: Send private message
it: Invia un messaggio privato

source: Send @name a private message
it: Invia a @name un messaggio privato

source: Display older messages
it: Mostra vecchi messaggi

source: Display newer messages
it: Mostra nuovi messaggi

source: !previous_link Displaying messages @from - @to of @total !newer_link
it: !previous_link Visualizza i messaggi @from - @to su @total !newer_link

source: Write new message to %recipient
it: Scrivi un nuovo messaggio a %recipient

source: Write new message
it: Scrivi un nuovo messaggio

source: Preview
it: Anteprima

source: Enter the recipient, separate recipients with commas.
it: Inserire il destinatario, separare più destinatari con una virgola.

source: To
it: A

source: Subject
it: Oggetto

source: Message
it: Messaggio

source: Preview message
it: Anteprima del messaggio

source: Send message
it: Invia messaggio

source: Cancel
it: Annulla

source: Clear
it: Cancella

source: <strong>Reply to thread</strong>:<br /> Recipients: !to
it: <strong>Rispondi all'argomento</strong>:<br /> Destinatari: !to

source: The following users will not receive this private message: @invalid
it: I seguenti utenti non riceveranno questo messaggio privato: @invalid

source: A message has been sent to !recipients.
it: Un messaggio è stato inviato a !recipients.

source: An attempt to send a message <em>may have failed</em> when sending to !recipients.
it: Un tentativo di inviare un messaggio <em>può fallire</em> durante l'invio a !recipients.

source: Delete this message for all users?
it: Elimina questo messaggio per tutti gli utenti?

source: Tick the box to delete the message for all users.
it: Selezionare l'opzione per cancellare il messaggio per tutti gli utenti.

source: Are you sure you want to delete this message?
it: Siete sicuri di cancellare questo messaggio?

source: This action cannot be undone.
it: Questa azione non può essere annullata.

source: Delete
it: Elimina

source: Message has been deleted for all users.
it: Il messaggio è stato eliminato per tutti gli utenti.

source: Message has been deleted.
it: Il messaggio è stato eliminato.

source: Actions
it: Azioni

source: More actions...
it: Altre azioni...

source: Execute
it: Esegui

source: Last Updated
it: Ultimo aggiornamento

source: No messages available.
it: Nessun messaggio.

source: Click here to go to your messages.
it: Cliccare qui per visualizzare i messaggi.

source: (1 new)
it: (1 nuovo)

source: You have a new message, click here to read it
it: Avete un nuovo messaggio. Cliccare qui per leggerlo.

source: and others
it: e altri

source: From !last
it: Da !last

source: Participants: !participants and !last
it: Partecipanti: !participants e !last

source: You have disabled Privatemsg and are not allowed to write messages. Go to your <a href="@settings_url">Account settings</a> to enable it again.
it: Avete disabilitato MP e non avete il permesso di scrivere messaggi. Andare su <a href="@settings_url">Impostazioni account</a> per abilitarli.

source: Delete message
it: Cancella il messaggio

source: new
it: nuovo

source: Privatemsg settings
it: Impostazione Privatemsg

source: Enable private messages
it: Abilita messaggi privati

source: Disabling private messages prevents you from sending or receiving messages from other users.
it: Disabilitare i messaggi privati impedisce di inviare o ricevere messaggi da altri utenti.

source: Private messages
it: Messaggi privati

source: Send this user a message
it: Invia un messaggio privato a questo utente

source: Privatemsg links
it: Collegamenti a messaggi privati

source: New message indication
it: Avviso di nuovi messaggi

source: Display block when there are no new messages
it: Mostra il blocco quando non ci sono nuovi messaggi

source: Enable this to have this block always displayed, even if there are no new messages
it: Abilitare per avere questo blocco sempre visualizzato anche quando non ci sono nuovi messaggi.

source: No new messages
it: Nessun nuovo messaggio

source: Thread %thread_id not found, unable to answer
it: Argomento %thread_id non trovato. Impossibile rispondere

source: User @user is not allowed to write messages
it: L'utente @user non può scrivere messaggi

source: Disallowed to send a message without a subject
it: Non permette di inviare un messaggio senza oggetto.

source: Disallowed to send reply without a message.
it: Non è permesso rispondere senza un messaggio.

source: You are not allowed to use the specified input format.
it: Non puoi utilizzare questo tipo di formato.

source: User @user is not allowed to use the specified input format.
it: L'utente @user non può utilizzare il tipo di formato specificato.

source: Disallowed to send a message without at least one valid recipient
it: Non è permesso inviare un messaggio senza almeno un valido destinatario

source: Disallowed to send message because all recipients are blocked
it: Non è permesso inviare un messaggio poiché i destinatari sono bloccati.

source: Query function %function does not exist
it: La funzione query %function non esiste

source: You must first select one (or more) messages before you can take that action.
it: Dovete selezionare uno o più messaggi prima di fare quella azione.

source: The previous action can be <a href="!undo">undone</a>.
it: <a href="!undo">Annulla</a>

source: You have disabled private message sending and receiving.
it: Avete disabilitato l'invio e la ricezione di messaggi privati.

source: %recipient has disabled private message receiving.
it: %recipient ha disabilitato la ricezione di messaggi privati.

source: Mark as read
it: Marca come letto

source: Mark as unread
it: Marca come non letto

source: Send author a message
it: Invia un messaggio al mittente

source: Message regarding @node
it: Messaggio riguardante @node

source: Message regarding @comment
it: Messaggio riguardante @comment

source: Processing recipients
it: Elaborazione destinatari

source: Recipient type %type is not correctly implemented
it: Il destinatario %type non è stato correttamente implementato

source: User
it: Utente

source: Enter a user name to write a message to a user.
it: Inserire un nome utente per scrivere un messaggio.

source: You have <a href="@messages">1 unread message</a>.
it: Avete <a href="@messages">1 messaggio non letto</a>.

source: Messages (1 new)
it: Messaggi (1 nuovo)

source: New message
it: Nuovo messaggio

source: Marked 1 thread as unread.
it: 1 conversazione marcata come non letta

source: Marked 1 thread as read.
it: 1 conversazione marcata come letta

source: Deleted 1 thread.
it: Argomento eliminato.

source: Restored 1 thread.
it: Argomento ripristinato.

source: read privatemsg
it: leggi messaggi privati

source: read all private messages
it: leggi tutti i messaggi privati

source: allow disabling privatemsg
it: permette di disabilitare i messaggi privati

source: administer privatemsg settings
it: amministra messaggi privati

source: write privatemsg
it: scrivi messaggi privati

source: delete privatemsg
it: cancella messaggi privati

source: reply only privatemsg
it: messaggi privati in sola risposta

source: Read message
it: Leggi messaggio

source: Configure private messaging settings.
it: Configura le impostazioni dei messaggi privati

source: Undo last thread action
it: Annulla l'ultima azione effettuata.

source: Some updates are still pending. Please return to <a href="@update-php">update.php</a> and run the remaining updates.
it: Alcuni aggiornamenti del modulo sono in sospeso. Rieseguire l'<a href="@update-php">aggiornamento</a>.

source: Some updates are still pending.<br/>Please re-run the update script.
it: Alcuni aggiornamenti sono in sospeso.<br />Rieseguire lo script di aggiornamento.

source: Allow private messages between users.
it: Consenti agli utenti di scambiarsi messaggi privati.

source: Privatemsg
it: Messaggio privato

source: Send Privatemsg link
it: Collegamento "Invia Messaggio Privato"

source: Displays a link to send a private message to a user.
it: Mostra un collegamento per mandare un messaggio privato all'utente.
