Repository: fedajkin/housemedia
Catalog: profiles/drupal_commons/modules/contrib/quant/translations/*.po
Languages: ru

source: Total
ru: Всего

source: 1 week
ru: 1 неделя

source: 2 weeks
ru: 2 недели

source: 1 month
ru: 1 месяц

source: 3 months
ru: 3 месяца

source: 6 months
ru: 6 месяцев

source: 1 year
ru: 1 год

source: 2 years
ru: 2 года

source: Select a timeframe and click Update to see what's happening on your site during that time, as well as a total for all the activity during that timeframe.
ru: Выберите временной интервал и нажмите Обновить, чтобы посмотреть, что произошло на вашем сайте за это время, а также всю активность за этот период.

source: Timeframe
ru: Период

source: Update
ru: Обновить

source: Display settings
ru: Настройки отображения

source: Show analytics for the following site items
ru: Показывать аналитику для следующих пунктов

source: The checked objects will be shown on the analytics page.
ru: Выбранные объекты будут показаны на странице аналитики.

source: Chart width
ru: Ширина диаграммы

source: Specify the graph width in pixels. The Chart API will reject charts that are too wide.
ru: Укажите ширину диаграммы в пикселях. Модуль Charts API не будет показывать слишком широкие диаграммы.

source: Chart height
ru: Высота диаграммы

source: Specify the graph height in pixels. The Chart API will reject charts that are too tall.
ru: Укажите высоту диаграммы в пикселях. Модуль Charts API не будет показывать слишком высокие диаграммы.

source: Color settings
ru: Настройки цвета

source: Specify the colors that the charts will be rendered in.
ru: Укажите цвета, с помощью которых будут отрисованы диаграммы.

source: Color
ru: Цвет

source: The width must be a number that is between 2 and 4 digits
ru: Ширина должна быть задана в виде числа от 10 до 9999.

source: The height must be a number that is between 2 and 4 digits
ru: Высота должна быть задана в виде числа от 10 до 9999.

source: You need to enter at least one color.
ru: Надо указать, по крайней мере, один цвет.

source: Group creation
ru: Созданные группы

source: Group joins
ru: Присоединений к группам

source: Content creation
ru: Созданное содержимое

source: Comment creation
ru: Созданные комментарии

source: Content creation by type
ru: Созданное содержимое по типам

source: Aggregate content creation
ru: Созданное содержимое (общий)

source: User creation
ru: Созданные пользователи

source: User shouts
ru: Восклицания пользователей

source: User point transactions
ru: Передача баллов пользователями

source: administer site quant
ru: управлять графиками quant

source: view analytics page
ru: просматривать страницу с анализом сайта

source: Site analytics
ru: Анализ сайта

source: Quant configuration (analytics)
ru: Настройка Quant (анализ сайта)

source: Configure the quantitative analytics page
ru: Настроить страницу количественного анализа

source: Display quantitative analytical charts of your site's activity over time periods
ru: Показывает диаграммы количественного анализа активности на вашем сайте за определённый период
