Repository: fedajkin/housemedia
Catalog: sites/all/modules/privatemsg/privatemsg_attachments/translations/*.po
Languages: it

source: File attachments
it: File allegati

source: Changes made to the attachments are not permanent until you send this message.
it: Le modifiche fatte agli allegati non sono permanenti finchè non salvi questo messaggio.

source: File attachments are disabled. The file attachment fieldset in the module's administration settings may not have been properly configured.
it: Gli allegati sono disabilitati. Le impostazioni degli allegati potrebbero non essere correttamente configurate.

source: Please visit the <a href="@admin-file-system">Private Messages module configuration page</a>.
it: Visitare la pagina di <a href="@admin-file-system">Configurazione Messaggi Privati</a>.

source: Please contact the site administrator.
it: Contatta l'amministratore del sito.

source: Privatemsg attachments
it: Allegati ai Messaggi Privati

source: Privatemsg attachments directory
it: Cartella degli allegati

source: Relative path, based on Drupal's configured file attachments path, where private message attachments will be stored.
it: Path relativo, basato sul percorso standard configurato, dove gli allegati dei messaggi privati verranno salvati.

source: Attachment icon
it: Icona allegato

source: Attach new file
it: Allega nuovo file

source: Images are larger than %resolution will be resized.
it: Le immagini maggiori di %resolution verranno ridimensionate.

source: The maximum upload size is %filesize. Only files with the following extensions may be uploaded: %extensions.
it: La dimensione massima dei file è %filesize. Solo i file con le seguenti estensioni possono essere caricati: %extensions.

source: Attach
it: Allega

source: Please wait...
it: Attendere...

source: Validation error, please try again. If this error persists, please contact the site administrator.
it: Errore di validazione, riprovare. Se l'errore persiste, contattare l'amministratore del sito.

source: Thread contains @count attachment.
it: L'argomento contiene @count allegato.

source: Thread contains @count attachments.
it: L'argomento contiene @count allegati.

source: upload private message attachments
it: carica allegati ai messaggi privati

source: view private message attachments
it: visualizza allegati ai messaggi privati

source: Stores uploaded file information and table associations for private messages.
it: Memorizza le informazioni sul file caricato e la tabella delle associazioni per i messaggi privati.

source: Primary Key: The {files}.fid.
it: Chiave primaria: {files}.fid.

source: The {pm_message}.mid associated with the uploaded file.
it: {pm_message}.mid associato con il file caricato.

source: Description of the uploaded file.
it: Descrizione del file caricato.

source: Whether the file should be visibly listed on the node: yes(1) or no(0).
it: Se il file deve essere elencato nel nodo: Si (1) o No (0).

source: Weight of this upload in relation to other uploads in this node.
it: Peso di questo upload in relazione con altri upload in questo nodo.

source: Allow users to add attachments to messages
it: Permette agli utenti di aggiungere allegati ai messaggi
