Repository: fedajkin/housemedia
Catalog: sites/all/modules/contrib/privatemsg/privatemsg_rules/translations/*.po
Languages: it

source: Send a message
it: Invia un messaggio

source: Subject
it: Oggetto

source: Body text
it: Corpo del testo

source: Recipient
it: Destinatario

source: Author
it: Autore

source: Reply a message
it: Rispondi

source: Privatemsg thread id
it: ID argomento del messaggio privato

source: Tag a privatemsg thread
it: Etichetta un argomento del messaggio privato

source: Tag
it: Etichetta

source: User for which the message will be tagged
it: Utenti per i quali il messaggio verrà etichettato

source: Load a tag
it: Carica etichetta

source: Loaded tag
it: Etichetta caricata

source: Enter an id or name of the tag to load.
it: Inserire un ID o il nome dell'etichetta da caricare.

source: A message is sent
it: Il messaggio è stato inviato

source: Subject of the message
it: Oggetto del messaggio

source: Body of the message
it: Testo del messaggio

source: Author of the message
it: Autore del messaggio

source: Recipient of the message.
it: Destinatario del messaggio.

source: Privatemsg message id
it: ID Messaggio Privato

source: user
it: utente

source: Writing new message with subject %subject to %user from %author
it: Scrittura del nuovo messaggio con oggetto: %subject a %user da %author

source: New message sucessfully sent, !link
it: Messaggio inviato correttamente, !link

source: Message not sent, reported error: !error
it: Messaggio non inviato: !error

source: Warning message reported when trying to send message: !warning
it: Messaggio di avvertimento quando si tenta di inviare un messaggio: !warning

source: Writing reply to thread %thread_id from %author
it: Risposta all'argomento %thread_id di %author

source: Tagging %thread_id with %tag for %name
it: Etichettare %thread_id come %tag per %name

source: Tag name
it: Nome etichetta

source: Name of the tag to be loaded. The tag will be created if he does not exist.
it: Nome dell'etichetta da caricare. Se non esiste, l'etichetta verrà creata.

source: Tag id
it: ID etichetta

source: Id of the tag to be loaded.
it: ID dell'etichetta da caricare.

source: Privatemsg Rules Integrations
it: Integrazione Regole con PM

source: Integrates Rules with Privatemsg, allows to act on message events and send private messages
it: Integrazione delle Regole con Messaggi Privati, permette di agire sugli eventi e inviare messaggi privati.
