Repository: fedajkin/housemedia
Catalog: sites/all/modules/privatemsg/privatemsg_filter/translations/*.po
Languages: it

source: Tags
it: Tag

source: Tag
it: Etichetta

source: Usage
it: Utilizzo

source: Public
it: Pubblico

source: Operations
it: Operazioni

source: Yes
it: Si

source: edit
it: modifica

source: delete
it: elimina

source: No tags available.
it: Nessuna etichetta disponibile.

source: Edit @tag
it: Modifica @tag

source: Name
it: Nome

source: Public tags are visible for all users, private tags are only visible if they use them.
it: Le etichette pubbliche sono visibili a tutti gli utenti; quelle private solo se vengono utilizzate.

source: Create tag
it: Crea etichetta

source: Save tag
it: Salva etichetta

source: Tag already exists, choose a different name.
it: Etichetta già esistente. Scegli un nome differente.

source: Tag updated.
it: Etichetta aggiornata.

source: Tag created.
it: Etichetta creata.

source: Are you sure you want to delete?
it: Sicuri di cancellare l'etichetta?

source: This action cannot be undone.
it: Questa azione non può essere annullata.

source: Delete
it: Elimina

source: Cancel
it: Annulla

source: Tag has been deleted
it: L'etichetta è stata cancellata

source: Search message body
it: Cerca nel corpo del messaggio

source: WARNING: turning on this feature will slow down search performance by a large factor. Gets worse as your messages database increases.
it: ATTENZIONE: abilitando questa opzione, le prestazioni di ricerca diminuiranno.

source: Position of the tagging textfield
it: Posizione del campo etichetta

source: Use higher values to push the form lower down the page, lower or negative values to raise it higher.
it: Utilizzare valori alti per posizionare il campo verso il basso; valori bassi o negativi lo sposteranno verso l'alto.

source: Rebuild inbox
it: Ricostruisce inbox

source: Rebuilding inbox
it: Ricostruzione inbox

source: Finished with an error.
it: Terminata con un errore

source: One thread tagged.
it: Un argomento etichettato.

source: All messages
it: Tutti i messaggi

source: Choose the default list option
it: Selezionare l'opzione elenco di default

source: Choose which of the two lists are shown by default when following the messages link.
it: Scegre quali dei due elenchi vengono mostrati di default

source: Tag %tag was ignored because you do not have permission to create new tags.
it: L'etichetta %tag è stata ignorata perché non hai i permessi per creare le etichette.

source: Filter messages
it: Filtra messaggi

source: Search messages
it: Cerca messaggi

source: Search subjects
it: Cerca per oggetto

source: Participants
it: Partecipanti

source: Separate multiple names with commas.
it: Separa ogni destinatario con una virgola

source: Filter
it: Filtra

source: Save filter
it: Salva filtro

source: Filter messages (active)
it: Filtro messaggi (attivo)

source: Reset
it: Ripristina

source: Archive
it: Archivio

source: Apply Tag
it: Applica etichetta

source: Remove Tag...
it: Rimuovi etichetta...

source: Remove Tag
it: Rimuovi etichetta

source: The messages have been archived.
it: Il messaggio è stato archiviato.

source: Tags for this conversation
it: Etichette di questa conversazione

source: Separate multiple tags with commas.
it: Separare etichette multiple con una virgola.

source: Tag this conversation
it: Etichetta questa conversazione

source: Tagging information has been saved.
it: Le informazioni sull'operazione di tagging sono state salvate

source: The selected conversations have been tagged.
it: La conversazione selezionata è stata etichettata.

source: The tag has been removed from the selected conversations.
it: L'etichetta è stata rimossa dalle conversazioni selezionate.

source: filter private messages
it: Filtra messaggi privati

source: tag private messages
it: etichetta messaggi privati

source: create private message tags
it: crea etichette

source: Configure filter settings.
it: Configura i filtri.

source: Configure tags.
it: Configura le etichette.

source: List
it: Elenco

source: List all existing tags.
it: Elenca tutte le etichette

source: Add
it: Aggiungi

source: Add a new tag.
it: Aggiungi etichetta

source: Tag all thread which should be displayed in the inbox.
it: Etichetta tutti gli argomenti che dovranno essere mostrati nella inbox.

source: Sent messages
it: Messaggi inviati

source: Visit <a href="!rebuild_url">Rebuild Inbox</a> to tag existing messages to show up in the inbox.
it: Esegui <a href="!rebuild_url">Ricostruisci inbox</a> per etichettare i messaggi da visualizzare nella inbox.

source: Privatemsg filter
it: Privatemsg - Filtro

source: Allow users to filter messages using tags or other criteria.
it: Consenti agli utenti di filtrare i messaggi usando tag o altri metodi.
