Repository: fedajkin/housemedia
Catalog: sites/all/modules/housemedia/hm_gmap_search/translations/*.po
Languages: pl

source: GMAP Location search
pl: Wyszukiwanie położenia za pomocą GMAP

source: Free flats: @count
pl: Wolne mieszkania: @count

source: Search on map
pl: Szukaj na mapie

source: Housemedia geo search applet
pl: Applet housemedia do wyszukiwania przestrzennego

source: No results found
pl: Brak wyników

source: Search for Investenments
pl: Szukaj inwestycji

source: Search for Properties
pl: Szukaj mieszkań

source: Search for Advisor
pl: Szukaj doradcy

source: Search again
pl: Szukaj ponownie

source: Search for investements
pl: Szukaj inwestycji
