Repository: fedajkin/housemedia
Catalog: sites/all/modules/privatemsg/pm_email_notify/translations/*.po
Languages: it

source: Privatemsg e-mail notification
it: Notifica di Messaggio Privato tramite eMail

source: Notify users of new private messages by default
it: Notifica gli utenti di nuovi messaggi privati per default

source: Customize the email messages sent to users upon receipt of a new private message. <br />Available variables are: !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) and !settings (URL). <br />To translate these messages use the i18nstrings.module and translate them trough the <a href="!translate_url">Translate interface</a> ("Privatemsg Email Notification" text group).
it: Personalizzare i messaggi di posta elettronica inviati agli utenti al momento del ricevimento di un nuovo messaggio privato. <br />Le variabili disponibili sono: !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) e !settings (URL).

source: Subject of notification messages
it: Oggetto del messaggio di notifica

source: Body of notification messages
it: Corpo del messaggio di notifica

source: Receive email notification for incoming private messages
it: Ricezione di notifica tramite eMail all'arrivo di messaggi privati

source: Privatemsg Email Notification
it: Notifica di Messaggio Privato tramite eMail

source: E-mail notify
it: Notifica eMail

source: E-mail notification settings
it: Impostazioni di notifica eMail

source: Notifies users about new Private Messages via Email.
it: Notifica tramite eMail gli utenti quando arrivano nuovi messaggi privati.
